<?php

namespace Database\Seeders;

use App\Club;
use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class ClubSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $clubsData = [
            [
                'name' => 'নটর ডেম সায়েন্স ক্লাব',
                'foundation_date' => ' 2014-07-08',
                'slogan' => 'বিজ্ঞানের ছোঁয়ায় জীবন হোক উপভোগ্য',
                'logo' => 'science-logo.png',
                'banner_image' => 'science.jpeg',
                'mission_vision' => 'দৈনন্দিন জীবনে বিজ্ঞানের গুরুত্বকে উপলব্ধি করা।

                তরুন শিক্ষার্থীদের বিজ্ঞান মনস্ক করা।
                
                বিজ্ঞানের বিভিন্ন তাত্তি¡ক বিষয়গুলো বাস্তব ক্ষেত্রে ব্যবহার করে আরো নতুন নতুন চিন্তাধারা তৈরি করতে সক্ষম হওয়া।
                
                বিজ্ঞানের সাক্ষরতা আন্দোলনকে ত্বরান্বিত করা।
                
                দেশীয় প্রযুক্তি ব্যবহার করে সহজ বৈজ্ঞানিক উপকরণ তৈরীর মাধ্যমে জীবন যাত্রাকে সহজতর করা।
                
                সাংগঠনিক কর্মকান্ডে ছাত্রদের সুদক্ষ করা।',
                'history' => 'আমাদের এ জগত অতি বিস্ময়কর। এ জগতের বিশালতা যেমন অচিন্তনীয় তেমনি ক্ষুদ্রাতি ক্ষুদ্র কণাদেরও সূক্ষতার শেষ নেই। তাই প্রাচীনকাল থেকেই বুদ্ধিমান মানুষেরা এসবের রহস্য খুঁজে চলেছে। এই রহস্যের পিছনে ছুটতে ছুটতে আমরা পৌঁছেছি বর্তমানে আধুনিক যুগে যার পুরোটা প্রযুক্তি নির্ভর। বিজ্ঞান ও প্রযুক্তির সফল ব্যবহারের ফলে পৃথিবীর বিভিন্ন দেশ আজ সাফল্যের স্বর্ণ শিখর ছুঁয়েছে। বর্তমানে দেশ ও জাতির উন্নয়নের জন্য বিজ্ঞান ও প্রযুক্তির উন্নয়ন ছাড়া বিকল্প কোনো রাস্তা নেই। সেই লক্ষ্যকে সামনে রেখে মানুষের সেবায় বিজ্ঞানকে কাজে লাগাতে এবং তরুণ প্রজন্মকে বিজ্ঞান মনস্ক করে তুলতে বৃহত্তম ময়মনসিংহে সর্বপ্রথম সেপ্টেম্বর ২০১৪ ইং তারিখে-এ প্রতিষ্ঠা হয় “নটর ডেম বিজ্ঞান ক্লাব”।

                ”।',
                'activity' => 'বিভিন্ন বিজ্ঞান বিষয়ক প্রজেক্ট তৈরী ও প্রদর্শনের আয়োজন করা।

                আন্তর্জাতিক ও জাতীয় বিভিন্ন অলিস্পিয়াডে অংশগ্রহণ।
                
                কলেজের গ্রুপ পভিত্তিক অলিম্পিয়াডের আয়োজন করা।
                
                ক্লাবের বিভিন্ন কার্যক্রম নিয়ে বাৎসরিক ম্যাগাজিন প্রকাশ করা।
                
                শিক্ষা সফরের মাধ্যমে জ্ঞান অর্জনের ব্যবস্থা করা।
                
                বিভিন্ন বিজ্ঞান মেলায় নিজেদের প্রজেক্ট সহ অংশগ্রহণের ব্যবস্থা করা।
                
                বৃক্ষরোপন অভিযান পালন করা।',
                'achievement' => 'National Earth Olympiad: NEO -2015 এর বিভাগীয় প্রতিযোগিতা ২৬/১২/২০১৫ তারিখে বাংলাদেশ কৃষি বিশ্ববিদ্যালয় অনুষ্ঠিত হয় ৯ সদস্যের দল অংশগ্রহণ করে ৭ জন সদস্য নির্বাচিত হয়।

                ১২-১৩ ফেব্রুয়ারী ২০১৬ইং তারিখে নটর ডেম কলেজ, ঢাকায় অনুষ্ঠিত 2nd International Nature Summit -2016 এর অলিম্পিয়াডে দ্বিতীয় স্থান NDSCM এর সদস্য মাহ্দী হাসান ইমন এবং জুনায়েত হোসেন স্লোগান প্রতিযোগিতার তৃতীয় স্থান অর্জন করে।
                
                International Green Conference-2016 ২০১৬ এর সেমিনারে NDSCM- এর সদস্য  মোঃ আতাউর রহমান সৈকত এবং মাহ্দী হাসান ইমন অংশগ্রহণ করে এবং কনিষ্ঠ অংশগ্রহণকারী হিসাবে Green Speech দেওয়ার সুযোগ পায়।
                
                ৭ম International Nature Summit -2016 -তে NDSCM- এর প্রকাশ মৈত্র Eco-vocabulary বিভাগে ২য় স্থান অর্জন করে। পুরস্কার গ্রহণ করেন মাননীয় LGRD মন্ত্রী মহোদয়ের কাছ থেকে।
                
                Notre Dame Annual Science Festival 2016 and 6th GKC অনুষ্ঠিত হয় সেপ্টেম্বর মাসের প্রথমার্ধে। আমাদের ক্লাবের সদস্যরা যথেষ্ট সুনামের সাথে ক্লাবের নাম তুলে ধরে।
                
                ময়মনসিংহ বিভাগে নিজ উদ্যোগে নটর ডেম বিজ্ঞান ক্লাব ২০১৭ সালে 1st Notre Dame Science Fair এবং ২০১৯ বিজ্ঞান অলিম্পিয়াড অনুষ্ঠানের আয়োজন করে এবং সফলভাবে সমপন্ন করে।',
                'fb_link' => ' ক্লাবের ফেইসবুক পেইজ লিংক:   Fb.me/scnd.official
                ',
                'status' => 1,
                'slug' => 'science-club',
            ],
            [
                'name' => 'ম্যাথ ক্লাব
                ',
                'logo' => 'math-logo.png',
                'banner_image' => 'math.jpg',
                'slogan' => 'গণিত শেখো, স্বপ্ন দেখো',
                'foundation_date' => '2017-05-11',
                'mission_vision' => '১)গণিতের প্রতি আগ্রহী করে তোলা।
                ২) দৈনন্দিন জীবনে গণিতের ব্যবহার সম্পর্কে বাস্তব জ্ঞান আরোহন করা।
                ৩) বিভিন্ন প্রতিযোগিতার জন্য শিক্ষার্থীদের প্রস্তুত করা।
                ৪) গণিত ভীতি দূর করা।
                ৫) সাংগঠনিক কাজে নেতৃত্ব দেওয়ার জন্য দক্ষ করে গড়ে তোলা।',
                'history' => 'গণিতের উন্নতির সাথে সাথে সভ্যতার উন্নতি হয়েছে। আমাদের চার পাশের যা কিছু নান্দনিক- এর অন্তরালে লুকিয়ে রয়েছে গাণিতিক যুক্তির সঠিক প্রয়োগ। অথচ শৈশবে আমাদের সামনে গণিতকে উপস্থাপন করা হয় ভীতিকর বিষয় হিসেবে। এর প্রভাব থেকে যায় সারা জীবন। ফলে গণিত আমাদের প্রাত্যহিক জীবনে কী কাজে লাগে তা অজানাই থেকে যায়। আমাদের দৈনন্দিন জীবনে প্রতিটি পর্যায়ে এর ব্যবহার ও গণিতকে আনন্দের বিষয় হিসেবে কিভাবে ছাত্রদের কাছে উপস্থাপন করা যায় সেই চিন্তা থেকে অধ্যক্ষ মহোদয় গণিত ক্লাবের প্রস্তাব করেন, এবং ১৯.০৭.২০১৭ তারিখ গণিত ক্লাবের শুরু হয।

                ',
                'activity' => '',
                'achievement' => '',
                'fb_link' => 'https://www.facebook.com/103977872205027/posts/103978135538334/?substory_index=0',
                'status' => 1,
                'slug' => 'math-club',
            ],
            [
                'name' => 'নটর ডেম সাংস্কৃতিক ক্লাব',
                'logo' => 'cultural-logo.png',
                'banner_image' => 'cultural.jpg',
                'slogan' => 'শুদ্ধ সংস্কৃতি চর্চায় বিকশিত হোক সবার হৃদয়',
                'foundation_date' => '2014-11-12',
                'mission_vision' => '১. শিক্ষার্থীদের স্বীয় সংস্কৃতি, কৃষ্টি সম্পর্কে স্পষ্ট ধারণা প্রদান এবং তা লালন করার উপযোগী করে তোলা।
                ৩. একজন শিক্ষার্থীর মাঝে সৃজনশীলতার চর্চা ও বিকাশ সাধন।
                ৪. একজন শিক্ষার্থীকে দায়িত্বশীল রূপে গড়ে তোলা এবং সমাজের প্রতি তার দায়িত্ব কর্তব্য সমূহ সম্পর্কে অবগত করা ও তা পালনে তাকে প্রস্তুত করে তোলা।
                ৫. শিক্ষার্থীর অন্তনির্হিত প্রতিভাকে অন্বেষণ করা ও তা বিকাশে সাহায্য করা।',
                'history' => ' নটরডেম কলেজ ময়মনসিংহর প্রতিষ্ঠার সমকালীন সময়েই অপার মেধার উদ্ভাসনে শিক্ষার্থীদের চেতনার অনুরননে যাত্রা শুরু করে নটরডেম কলেজ ময়মনসিংহ সাংস্কৃতিক ক্লাব। ২০১৪ সালে প্রতিষ্ঠার পর থেকেই ক্লাবটি বাংলাদেশের বিভিন্ন আঞ্চলিক ও জাতীয় পর্যায়ের আয়োজন গুলোতে অনন্যতার সাক্ষর রেখে আসছে। সংস্কৃতিতেই যে শুদ্ধ চেতনার গতিময়তা ও জরাকীর্ণতার অবসান এই অদম্য স্পৃহায় নটরডেম কলেজ সাংস্কৃতিক ক্লাব তাদের আয়োজন, উদযাপন ও অর্জনে সমৃদ্ধি প্রতিষ্ঠা করছে। ২০১৮ সালে ক্লাবটির দুইজন সদস্যের (আসিফ ও তপু) বাংলাদেশের জাতীয় পর্যায়ে পুরস্কার অর্জন এই মেধাবী কৃতিত্বের সাক্ষ্য দেয়। ক্লাবটির মডারেটর, পৃষ্ঠোপোষক শিক্ষকবৃন্দ ও মেধাবী শিক্ষার্থী সদস্যরা সংগীত, আবৃত্তি, নাটক, অংকণ সহ নানামুখী শিল্পকলায় দুর্নিবার সৃজনী স্পর্শ রেখে যাচ্ছে অদ্যাবধি। অপার সৃষ্টিশীল এই ক্লাবটি তাদের কৃতিত্বে সমগ্র দেশ তথা আন্তর্জাতিক ভাবে নটরডেম কলেজ ময়মনসিংহ এর সুনাম অক্ষুন্ন রাখবে এই শুভ কামনা।

                ',
                'activity' => '১. ক্লাবের সদস্য সংগ্রহ
                ২. ক্লাবের কমিটি গঠন
                ৩. জাতীয় সংগীত চর্চা
                ৪. নজরুল সংগীত চর্চা
                ৫. রবীন্দ্র সংগীত চর্চা
                ৬. দেশাত্ববোধক সংগীত চর্চা
                ৭. আধুনিক সংগীত চর্চা
                ৮. ক্লাসিক্যাল নৃত্য চর্চা
                ৯. আধুনিক নৃত্য চর্চা
                ১০. কবিতা আবৃত্বি চর্চা
                ১১. উপস্তাপনা চর্চা
                ১২. প্রতিযোগীতার প্রস্তুতি গ্রহন
                ১৩. ক্লাবের অর্জন সমূহ:',
                'achievement' => '১. জাতীয় পর্যায়ে শুদ্ধভাবে জাতীয় সংগীত চর্চা প্রতিযোগিতা ২০১৮ - এ উচ্চ মাধ্যমিক পর্যায়ে ময়মনসিংহ বিভাগের চূড়ান্ত দলে আমাদের ক্লাবের দুজন সদস্য (তপু ও আসিফ) অংশগ্রহণ ও পুরস্কার (১ম স্থান) অর্জন করে।

                ২. এছাড়া নটর ডেম কলেজ ঢাকা কতৃক আয়োজিত সাংস্কৃতিক উৎসবে সাংস্কৃতিক ক্লাব নটর ডেম কলেজ ময়মনসিংহ একক ও দলীয় নৃত্যে ব্যপক সাফল্য অর্জন করে।
                
                ৩. ময়মনসিংহ শিক্ষা ও সংস্কৃতি সপ্তাহ-এ ময়মনসিংহের অন্যান্য কলেজের সাথে সাংস্কৃতিক প্রতিযোগিতায় আমাদের ক্লাবের সদস্যরা বিভিন্ন বিষয়ে (দেশাত্ববোধক সংগীত, রবীন্দ্র সংগীত, নজরুল সংগীত, আধুনিক সংগীত, কবিতা আবৃতি ক্লাসিক্যাল নৃত্য) সাফল্য অর্জন করে যা এক কথায় ঈর্ষণীয়।',
                'fb_link' => 'https://www.facebook.com/Ndcmculturalclub',
                'status' => 1,
                'slug' => 'cultural-club',
            ],
            [
                'name' => 'English Club',
                'logo' => 'logo.png',
                'banner_image' => 'english.jpeg',
                'slogan' => 'Exploring the world through English',
                'foundation_date' => '2020-06-10',
                'mission_vision' => 'To enhance English language skills and cultural awareness...',
                'history' => 'The English Club has been a platform for language enthusiasts...',
                'activity' => 'Conducting English language workshops, debates, and book clubs...',
                'achievement' => 'Recipient of the Excellence in Language Education Award 2021...',
                'fb_link' => 'facebook.com/englishclub',
                'status' => 1,
                'slug' => 'english-club',
            ],
            [
                'name' => 'নটর ডেম ডিবেটিং ক্লাব
                ',
                'logo' => 'debate-logo.png',
                'banner_image' => 'debate.jpg',
                'slogan' => 'Think Globally, Act Locally',
                'foundation_date' => '2014-07-01',
                'mission_vision' => '১. শিক্ষার্থীদের জ্ঞানের চর্চাকে অভিজ্ঞতা ও উপস্থাপনের মাধ্যমে বাস্তবে পরিনত করা।
                ২. বিতর্ক চর্চার মাধ্যমে ছাত্রদের মেধা ও মননের বিকাশ ঘটানো
                ৩. সৃজনশীল বিষয়গুলোকে সুন্দরভাবে উপস্থাপনা হাতে কলমে শেখানো
                ৪. দেশ, বিদেশের রাজনৈতিক, অর্থনৈতিক, সাংস্কৃতিক ও মাসাজিক বিষয়গুলোকে নিয়ে নিয়মিত বিতর্ক চর্চা করা।',
                'history' => 'কলেজ প্রতিষ্ঠার বছরের শুরুতেই, ২০১৪ সালের জুলাই মাসে নটর ডেম ডিবেটিং ক্লাব ময়মনসিংহ তার কার্যক্রম শুরু করে এবং তার পর থেকে তার কার্যক্রম ধারাবাহিকভাবে চালিয়ে যাচ্ছে এবং সেটা দেশথবিদেশে সর্বত্র সুনামের সাথে। প্রতিষ্ঠার পর থেকে এ ক্লাব শিক্ষার্থীদের মাঝে যুক্তির সৃজনশীলতার চর্চা বাড়াতে প্রতি সপ্তাহে ক্লাব দিবসে ক্লাবের সদস্যরা এবং মডারেটরগন বিতর্ক চর্চায় অংশ নিয়ে থাকেন। প্রতিষ্ঠার পর থেকে এ ক্লাব তার সৃজনশীল কার্যক্রম থামিয়ে রাখেনি তবে করোনা মহামারি সময়ে কিছুটা থমকে গেলেও অন-লাইনে এ ক্লাবের কার্যক্রম চালায়।',
                'activity' => '১ বার্ষিক বিতর্ক কর্মশালা
                ২ জাতীয় বিতর্ক প্রতযোগিতাগুলোতে অংশগ্রহন করা।
                ৩ শিক্ষাসফর
                ৪ আনন্দভ্রম
                ৫ বার্ষিক দেয়ালিকা প্রকাশ',
                'achievement' => '১ ২০১৬ সালে জাতীয় বিতর্ক প্রতিযোগিতায় বিজয়ী হওয়া
                ২ ২০১৭ ঘউঋ জাতীয় বিতর্ক প্রতিযোগিতায় ২য় স্থান অধিকার করা।
                ৩ ২০১৭ সালে নটর ডেম কলেজ ঢাকা কর্তৃক আয়োজিত প্রতিযোগিতায় অংশগ্রহন করে সেমিফাইনালে যাওয়া
                ৪ ২০১৮ সালে হলিক্রস কলেজ কর্তি আয়োজিত প্রতিযোগিয়াত সাফযের সাথে অংশ নেয়া।',
                'fb_link' => 'facebook.com/debating-club',
                'status' => 1,
                'slug' => 'debating-club',
            ],

            [
                'name' => 'নটর ডেম ফটোগ্রাফি এন্ড মিডিয়া ক্লাব',
                'logo' => 'photo-logo.png',
                'banner_image' => 'banner.jpg',
                'slogan' => 'Capturing moments through the lens',
                'foundation_date' => '2017-05-02',
                'mission_vision' => '১. কলেজের ছাত্রদের ভর্তির দিন থেকে শুরু করে শেষ দিন অবধি শিক্ষাবর্ষ অনুযায়ী সকল কার্যক্রমের ডকুমেন্টারি ও ভিডিও আকারে ধারণ করে রাখা, যেন পরবর্তীতে নিজের স্মৃতিকে সারাজীবন মনে রাখতে পারে।
                ২. বিভিন্ন গুরুত্বপূর্ণ দিবস যেমন- আন্তর্জাতিক মাতৃভাষা দিবস, বিজয় দিবসসহ অন্যান্য গুরুত্বপূর্ণ দিবসে আন্তর্জাতিক মান সম্পন্ন ছবি সংগ্রহ করতে প্রত্যেক শিক্ষার্থীকে উদ্বুদ্ধ করা। দেশ ও জাতির প্রতি আনুগত্য তৈরি করা এবং সেগুলো প্রদর্শন করা।
                ৩. সামাজিক সচেতনতা মূলক প্রামাণ্য চিত্র তৈরি করা।
                ৪. বিভিন্ন আন্তর্জাতিক জার্নালে কাজ করার সুযোগ ও সংযোগ তৈরি করা এবং ছাত্রদের তৈরি করার জন্য প্রয়োজনীয় প্রশিক্ষণ দেওয়া। এমনকি ফটোগ্রাফি ও মিডিয়াতে কিভাবে কাজ করলে নিজের দক্ষতা বৃদ্ধি করা যায় সে বিষয়ে প্রশিক্ষণের ব্যবস্থা করা।
                ৫. উক্ত ক্লাবের একটি ডবন-ংরঃব খোলা থাকবে যেখানে পর্যায়ক্রমে প্রত্যেক বিষয়ের অধ্যায় ভিত্তিক ভিডিও খবংংড়হ থাকবে। যেন যেকোন ছাত্র তার আইডি নং ব্যবহার করে সেটি পর্যবেক্ষণ করতে পারে।
                ৬. বিভিন্ন প্রোগ্রামে কলেজের যেকোন সাংস্কৃতিক প্রতিযোগিতার ভিডিও সংরক্ষণ করা এবং প্রামাণ্যচিত্র হিসেবে তৈরি করে সেগুলো উপস্থাপন করা।
                ৭. সর্বোপরি ছাত্রদের জন্য একটি নিজস্ব প্রামাণ্য চিত্র তৈরি করা যা প্রত্যেক কলেজ ছাত্রের স্মৃতি হিসেবে তুলে দেওয়া এবং নতুনদের পূর্বের বছরের সফলতার অংশ উপস্থাপন করে কলেজের মান ও পরিকল্পনার বিস্তর উপস্থাপনা মানুষের কাছে পৌঁছে দেওয়া।
                
                ',
                'history' => 'অন্যরকম বাংলাদেশের স্বপ্ন দেখি আমরা। গড়তে চাই অন্যরকম মানুষ, যাদের থাকবে প্রথমত চিন্তা করার অভ্যাস। অতি প্রাচীন কালে মানুষ যখন অন্ন-বস্ত্রের মতো মৌলিক চাহিদা মেটাতে পারতো না তখনও কিন্তু চাঁদ সূর্যের আবর্তনে একদল মানুষ চিন্তার পরিবর্তন ঘটায়। তৈরি করে সহশিক্ষা কার্যক্রম। সেই সহশিক্ষা কার্যক্রমের মাধ্যমেই আমাদের দেশটাকে অন্যরকম করতে চাইলে কি করতে হবে? কত দূর যেতে হবে? সেই মুক্ত চিন্তার মধ্যে একটি অংশ হলো চিত্র ধারণ ও সংরক্ষণ। উক্ত পরিকল্পনার প্রেক্ষিতে অনেকের উচ্চাকাক্সক্ষা থাকে ফটোগ্রাফি ও মিডিয়ার উপর। যেমন একটি ফটোগ্রাফ হলো হাজার প্রমাণের চেয়েও শক্তিশালী দলিল ও আবর্তনের সীমা নির্দেশক।',
                'activity' => '১. ফটোগ্রাফি ও মিডিয়ার উপর প্রশিক্ষণ কর্মশালা
                ২. হাতে কলমে ছবি উঠানো ও প্রমাণ্য চিত্র তৈরীর দক্ষতা অর্জন।
                ৩. বিভিন্ন প্রতিযোগিতায় অংশগ্রহণ করানো ।
                ৪. ক্লাব দিবসে ফটোজোন,টি-শাট,ক্লাব মিডিয়া জোন তৈরী করা ।
                ৫. কলেজ বার্ষিক ডকুমেন্টারি তৈরী করা ।
                ৬. সাংগঠনিক দক্ষতা অর্জনে সহায়ক ভ’মিকা পালন করা ।',
                'achievement' => '১. ১৭.০৫.২০১৭ খ্রী. ক্লাবের উদ্ভোধন করেছিলেন তৎকালীন ভারপ্রাপ্ত অধ্যক্ষ ফা: থাদেউস হেমব্রম (সিএসসি) এবং উপস্থিত ছিলেন ফা: জাস্টিন সুধীর দাস (সিএসসি), মি. থিউফিল হাজং, প্রশাসনিক সচিব নটর ডেম কলেজ ময়মনসিংহ। উপস্থিত ছিলেন ক্লাবের মডারেটর নন্দন সরকার সহ অন্যান্য শিক্ষক বৃন্দ এবং প্রাক্তন ছাত্র বৃন্দ।
                ২. ১৬.০৭.২০১৭ খ্রী. ক্লাবের ফটোগ্রাফি কোর্স চালু করা এবং ছাত্রদের ফটোগ্রাফি ও মিডিয়ার উপর বিশেষ প্রশিক্ষণ প্রদান করা হয়। প্রশিক্ষক হিসেবে ছিলেন জনাব মজিবুর রহমান শেখ অনিন্দ্য মিন্টু। সার্বিক সহযোগিতায় ছিল ক্লাবের সদস্য তৌকির, সাকিব, অনিক, নাঈম, মুসনাদ আযান এবং তানভীর উৎস।
                ৩. ১৬ সেপ্টেম্বর ২০১৭ খ্রী. ফটোগ্রাফি এন্ড মিডিয়া ক্লাব ১০৪ জন ক্লাব সদস্য নিয়ে ঘুরে আসে ফ্যান্টাসি কিংডম। যাদের সাথে ছিলেন ফা: প্লাসিড প্রশান্ত রোজারিও (সিএসসি), ছাত্র উপদেষ্টা ও পরিচালক এবং ফা: প্রনয় গোমেজ (সিএসসি), সহকারী ছাত্র উপদেষ্টা ও পরিচালক নটরডেম কলেজ ময়মনসিংহ। সার্বিক আয়োজনে ছিলেন ক্লাব মডারেটরদ্বয় নন্দন সরকার এবং নুরুল হুদা মন্টি।
                ৪. গত ২০-২৫ ডিসেম্বর ২০১৭ খ্রী: ফটোগ্রাফি এন্ড মিডিয়া ক্লাব ৮২ জন সদস্য নিয়ে আয়োজন করে ৬ দিনের শিক্ষাসফর সেখানে পরিদর্শিত হয় কক্সবাজার, রাঙ্গামাটি, বান্দরবান।
                
                ৫. ক্লাব দিবস উপলক্ষে ক্লাবের পক্ষ থেকে স্টল সাজানো অবস্থায় সুসজ্জিত ছিল ক্লাবের বিভিন্ন উপকরণ যেমন ফটোজোন, টি-শার্ট, ক্লাব মিডিয়া জোন ইত্যাদি। ক্লাবের স্টল উদ্ভোধন করেন কলেজের অধ্যক্ষ ড. ফা. জর্জ কমল রোজারিও (সিএসসি) এবং সাথে ছিলেন ক্লাবের সদস্য বৃন্দ।
                ৬. ক্লাবের পক্ষ থেকে তৈরী করা হয় কলেজ ডকুমেন্টারী আর এ ডকুমেন্টারি তৈরিতে নিরলস ভাবে
                শ্রম দিয়েছিলেন ক্লাব মডারেটর গণ এবং প্রাক্তন ছাত্র বৃন্দ।
                ৭. ৭.২.২০১৯-১০.২.২০২১খ্রী.ফটোগ্রাফি এন্ড মিডিয়া ক্লাব ১০২ জন সদস্য নিয়ে আয়োজন করে ৪ দিনের
                শিক্ষাসফর সেখানে পরিদর্শিত হয় কক্সবাজার, রাঙ্গামাটি, বান্দরবান।
                ক্লাবের ফেইসবুক পেইজ: নিচে লিংকটি লিখুন (না থাকলে অবশ্যই আইসিটি ক্লাবের সহায়তা নিন)',
                'fb_link' => 'facebook.com/ndpmc/',
                'status' => 1,
                'slug' => 'photography-media-club',
            ],
            [
                'name' => 'নটর ডেম নিসর্গ ও সাহিত্য ক্লাব
                ',
                'logo' => 'nature-logo.png',
                'banner_image' => 'nature.jpg',
                'slogan' => 'আমি আকাশ, নীল সমুদ্দুর বৃক্ষ আমি শাশ্বত সুর',
                'foundation_date' => '2019-07-08',
                'mission_vision' => '১. একাডেমিক পড়াশুনার পাশাপাশি সাহিত্যের বহুবিধ রসাস্বাদনে শিক্ষার্থীদের হৃদয়কে জাগ্রত করা।
                ২. শিক্ষার্থীদের অন্তর্গত প্রতিভা প্রকাশে সহায়তা করা।
                ৩. জ্ঞানের আলোয় আলোকিত হয়ে শিক্ষার্থীরা আগামী জাতিকে আলোকিত করার গুণাবলি অর্জন করবে।
                ৪. কলেজের সহশিক্ষা কার্যক্রমে সক্রিয় অংশগ্রহণের মাধ্যমে শিক্ষার্থী নেতৃত্বের গুণাবলি অর্জন করবে।
                ৫. কলেজের অর্জন ও সুনাম তরান্বিত হবে।',
                'history' => 'নিসর্গের সঙ্গে মানুষের সম্পর্ক বহু পুরোনো। সাহিত্যের সঙ্গে নিসর্গ এক মায়াবী বন্ধনে আবদ্ধ। নিসর্গ, সাহিত্য আর মানুষ এই ত্রিমুখী মায়াজাল বড় আশ্চর্যের! পৃথিবীজুড়ে ভালোবাসা ও মানবতাবোধের তীব্র সংকট। তরুণ প্রজন্ম অন্ধকার গহবরে তলিয়ে যাচ্ছে। বিচ্ছিন্নতাবোধের অসীম শূন্যতা থেকে মুক্ত হয়ে মানবিক বিশ্ব নির্মাণ করবে নবীন প্রজন্ম এই প্রত্যাশাকে ধারণ করে নিসর্গ ও সাহিত্য ক্লাব এর যাত্রা শুরু হয় ২০১৭ খ্রিষ্টবর্ষের ১৪ এপ্রিল। প্রতিষ্ঠালগ্ন থেকেই ক্লাবটি কলেজের বিভিন্ন কার্যক্রমের সফলতার পথে সহায়ক ভূমিকা পালন করে যাচ্ছে।',
                'activity' => '১. বার্ষিক শিক্ষাসফর ( জানুয়ারি- ফেব্রুয়ারি)
                ২. মহান একুশে ফেব্রুয়ারি উপলক্ষে দেয়ালিকা প্রকাশ। (ফেব্রুয়ারি)
                ৩. মহান স্বাধীনতা দিবস উপলক্ষে বিশেষ সেমিনার। (মার্চ)
                ৪. বৈশাখ উপলক্ষে বিশেষ চড়ুইভাতি ( এপ্রিল)
                ৫. বিশেষ সাহিত্যসভা আয়োজন ( আন্তঃকলেজ), ( জুন-জুলাই)
                ৬. ক্লাবের নিজস্ব সাহিত্যপত্রিকা প্রকাশ, (ডিসেম্বর)',
                'achievement' => '১. মুজিববর্ষ ও স্বাধীনতার সুবর্ণজয়ন্তী-২০২১ উপলক্ষে ময়মনসিংহ সিটি কর্পোরেশন কর্তৃক আয়োজিত রচনা প্রতিযোগিতায় প্রথম স্থান অর্জন।
                ',
                'fb_link' => ' https://www.facebook.com/ndcm.edu.bd',
                'status' => 1,
                'slug' => 'nature-literature-club',
            ],
            [
                'name' => 'English Language and Research Club',
                'logo' => 'english-logo.png',
                'banner_image' => 'english.jpg',
                'slogan' => 'Acquiring is more spontenious process than learning English.',
                'foundation_date' => '2018-03-12',
                'mission_vision' => 'The main objective of ELRC is to create a recreational and consolidating opportunity for students to learn and practice English. Thus, it tries to give vent to students creative talents. It also provides encouraging atmosphere for Students to express personal views about whatever they choose.',
                'history' => 'Our club is working for the development of communication to make our club members communicatively competent. Our activities cover the areas of helping students to achieve expected score in IELTS, inspiring Article writing, developing spoken English, providing ABC knowledge of English Literature, giving ideas on Phonetics & Phonology, sharing ideas on ELT/SLA, preparing skilled Debaters, researching on critical grammar, giving proper suggestion for university admission, enriching communicative competence, arranging excursions, encouraging to participate in social welfare related activities.',
                'activity' => 'Helping students to achieve expected score in IELTS                     

                Inspiring Article writing
                
                Developing spoken English
                
                Providing ABC Knowledge of English Literature
                
                Giving ideas on Phonetics & Phonology
                
                Sharing ideas on ELT/SLA
                
                Preparing skilled Debaters
                
                Research on critical grammar
                
                Giving proper suggestion for university admission
                
                Enriching communicative competence
                
                Arranging excursions
                
                Encouraging to participate in social welfare related activities',
                'achievement' => 'Arranging First “Notre Dame English carnival 2018” – is our great achievement. For the first time, in the history of Mymensingh division, we have organized such kind of English competition to abate the fear of English from the students mind and encourage them to be the leaders of tomorrow. As part of our regular visit to nature, we have visited some historical place of our country such as Coxs bazar, Bandarban, Nilachaol, Nilgiri, Fantasy kingdom, Shahjalal University of Science and Technology, Shajalals Mazar etc. Those were really amazing trips where students and teachers got an opportunity to come close to each other. Participating for the first time in "3rd National English carnival 2017" at Notre Dame College Dhaka- we achieved Runners up prize among the top most colleges of Dhaka city.',
                'fb_link' => 'facebook.com/english_research_club',
                'status' => 1,
                'slug' => 'english-research-club',
            ],
            [
                'name' => 'নটর ডেম মানবিক সংঘ

                ',
                'logo' => 'humanity-logo.png',
                'banner_image' => 'banner.jpg',
                'slogan' => 'শিক্ষা, একতা ও মানবিকতার মাধ্যমে নিজে আলোকিত হবো এবং অপরকে আলোকিত করব।',
                'foundation_date' => '2018-03-12',
                'mission_vision' => 'ছাত্রদের মানবিকতা বিকাশ এবং নৈতিক ও মানবিক গুণাবলি চর্চা করা ।
                বিভিন্ন প্রাকৃতিক দুর্যোগপূর্ণ সময়ে আর্তমানবতার সেবায় অংশগ্রহণ করা এবং অপরকে উৎসাহিত করা ।
                ছাত্রদের সুপ্ত প্রতিভা প্রদর্শন ও চর্চা করা ।
                বর্তমান সামাজিক সমস্যার কারণ ও সমাধানের পথ এবং অন্যদের সচেতন করা ।
                মূমুর্ষূ রোগীদের রক্তদানে সহযোগিতা এবং অন্যদের উৎসাহিত করা।
                বিভিন্ন ছাত্রদের নেতৃত্বের মনোভাব, দেশপ্রেম এবং দায়িত্ববোধ জাগ্রত করা ।
                সামাজিক সমস্যা সর্ম্পকে সেমিনারের আয়োজন ।
                বার্ষিক নির্দিষ্ট কার্যক্রম : দেয়ালিকা প্রকাশ, শীতবস্ত্র বিতরণ, বনভোজন আয়োজন করা।
                ক্লাবের চলমান কার্যক্রম সমূহ : সদস্য সংগ্রহ ও ভর্তি, শীতবস্ত্র বিতরণ ও দেয়ালিকা প্রকাশের প্রস্তুতি।
                নতুন সম্ভাব্য কার্যক্রম সমূহ: বিভিন্ন সামাজিক সমস্যা সর্ম্পকে সেমিনারের আয়োজন করা ।',
                'history' => 'বর্তমানে মানুষের মধ্যে নৈতিকতা, মূল্যবোধ ও সেবার মনোভাব ক্রমান্বয়ে হ্রাস পাচ্ছে। ছাত্রদের মধ্যে অপরাধ প্রবণতা বৃদ্ধি পাচ্ছে । বাংলাদেশ প্রাকৃতিক দুর্যোগপ্রবণ দেশ হওয়ায় দরিদ্র মানুষেরা ব্যাপক ক্ষয়ক্ষতির সম্মুখীন হয়। বাংলাদেশে বর্তমান অবস্থার প্রেক্ষিতে নটর ডেম কলেজ একাডেমিক শিক্ষার পাশাপাশি ছাত্ররা যেন নৈতিক মূল্যবোধ সম্পন্ন, সেবার মনোভাব এবং অন্যান্য ধর্মের প্রতি শ্রদ্ধাশীল জাগ্রত হয়। এর লক্ষ্যে অধ্যক্ষ ফা.থাদেউস হেম্ব্রম , সিএসসি এর উদ্যোগে ২২ শে জুলাই,২০১৫ খ্রিস্টাব্দে নটর ডেম কলেজ,ঢাকার আদলে নটর ডেম মানবিক ক্লাব গঠন করেন ।',
                'activity' => '',
                'achievement' => ' ২০২২ খ্রিস্টাব্দে ৮ জানুয়ারি জামালপুর জেলার সীমান্তবর্তী এলাকা দিগলাকোণা প্যারিসের আওতাধীন প্রাথমিক ও মাধ্যমিক বিদ্যালয়ের ছাত্রছাত্রী এবং বিভিন্ন গ্রামের দরিদ্র পরিবারদের মাঝে প্রায় একশত জনকে কম্বল ও পুরাতন পোশাক বিতরণ করা হয়।
                 ২৫ শে জানুয়ারি,২০২০ খ্রিস্টাব্দে ডাপুনিয়া এলাকার নামাকতলাসেন গ্রামে ১৫০ পরিবারকে কম্বল বিতরণ করা হয় ।
                 ২০১৯ খ্রিস্টাব্দে সেপ্টম্বর মাসে ক্যানসার অক্রান্ত দুইজন ছাত্রকে চিকিৎসার জন্য আর্থিক অনুদান প্রদান করা হয় ।
                 ১৩ ই জানুয়ারি,২০১৮ খ্রিস্টাব্দে জামালপুর জেলার সীমান্তবর্তী এলাকা তাওয়াকুছা, বালিঝুড়ি, লাউচাপড়া, দিগলাকোণা এবং মরিয়মনগর প্রাথমিক বিদ্যালয়ে তিনশত ছাত্রছাত্রীদের মাঝে কম্বল, সোয়েটার ও পুরাতন কাপড় বিতরণ করা হয় ।
                 ২০১৮ খ্রিস্টাব্দের ফেব্রæয়ারি মাসে ময়মনসিংহ মেডিকেল কলেজের মেডিসিন ক্লাবের সহযোগিতায় প্রায় ৪০০ ছাত্রের রক্তের গ্রæপ পরীক্ষা করা হয় ।
                 ২৮ শে জুলাই, ২০১৭ খ্রিস্টাব্দে জামালপুর জেলার কুলকান্দি ইউনিয়নের চর এলাকায় ৩০০ বন্যার্ত পরিবারকে ত্রাণসামগ্রী বিতরণ করা হয় ।
                 ২০১৭ খ্রিস্টাব্দে বিতারিত ও নির্যাতিত রোহিঙ্গা শিশুদের কল্যাণার্থে জেলা প্রশাসকের কাছে ৫০,০০০ (পঞ্চাশ হাজার ) টাকার চেক হস্তান্তর করা হয় ।
                 ১৯ শে ডিসেম্বর, ২০১৬ খ্রিস্টাব্দে ডাপুনিয়া এলাকার কাঠলাসেন গ্রামে ২০০ পরিবারকে কম্বল বিতরণ করা হয় ।
                ',
                'fb_link' => 'facebook.com/groups/506796154113114',
                'status' => 1,
                'slug' => 'humanities-club',
            ],
            [
                'name' => 'নটর ডেম বিজনেস ক্লাব',
                'logo' => 'business-logo.png',
                'banner_image' => 'banner.jpg',
                'slogan' => 'ব্যবসায়ই দেশের অর্থনৈতিক উন্নয়নের মূল চালিকা শক্তি।',
                'foundation_date' => '2015-07-01',
                'mission_vision' => 'দশের অর্থনৈতিক উন্নয়নে ব্যবসায় বানিজ্য পরিচালনা করে জীবনযাপনের মান উন্নয়ন এবং কর্মসংস্থানের সুযোগ সৃষ্টি করা।
                -ব্যবসায় প্রতিষ্ঠানের অর্থায়ন সম্পর্কে ধারণা লাভ।
                -তত্ত্বগত ধারণার পাশাপাশি ব্যবসায় বানিজ্য সম্পর্কে ব্যবহারিক জ্ঞান বৃদ্ধিতে সহায়তা করা।
                -শিল্পকারখানা ভ্রমনের মাধ্যমে পণ্য উৎপাদন , বণ্টন ও বাজারজাতকরণ সম্পর্কে জ্ঞান অর্জন করা।
                - সফল ব্যবসায়ীর জীবন ইতিহাস সম্পর্কে ধারণা লাভ।
                -মূলধন ও পূঁজিবাজার সমন্ধে বাস্তব জ্ঞান দান।
                -ক্লাব পরিচালনার দায়িত্ব প্রদানের মাধ্যমে ছাত্রদের নেতৃত্বের গুণাবলি বিকাশে সহয়তা করা
                - বিভিন্ন ধরনের প্রতিযোগিতায় অংশগ্রহন করা।
                - সেমিনার আয়োজনের মাধ্যমে শিল্প বানিজ্য বিষয়ে ছাত্রদের জ্ঞান দান।',
                'history' => 'ছাত্রদের ব্যবসায় বানিজ্য সম্পর্কে বাস্তব জ্ঞান অর্জনের লক্ষে ১ জুলাই ২০১৫ খ্রিষ্টাব্দে ততকালিন ক্লাব কো-অর্ডিনেটর ফাঃ থাদেউস হেম্ব্রম সিএসসি এর নির্দেশনায় প্রতিষ্ঠিত হয়। শুরু থেকে বর্তমান সময় পর্যন্ত দুইজন মডারেটর মোঃ মিজানুর রহমান এবং ইলিয়াস আহমেদ ক্লাবটি পরিচালনা করে আসছেন।',
                'activity' => 'শিক্ষা সফর, কারখানা পরিদর্শন, কলেজের বিভিন্ন অনুষ্ঠানে অংশগ্রহন এবং দেয়ালিকা প্রকাশ',
                'achievement' => 'কলেজে শিক্ষা ও সাংস্কৃতিক সপ্তাহ উপলক্ষে ষ্টলে পণ্য বিক্রির মাধ্যমে মুনাফা অর্জন',
                'fb_link' => 'https://www.facebook.com/NotreDameBusinessClub/',
                'status' => 1,
                'slug' => 'business-club',
            ],
            [
                'name' => 'নটর ডেম নাট্যক্লাব

                ',
                'logo' => 'natto-logo.png',
                'banner_image' => 'natto.jpg',
                'slogan' => 'আত্মশক্তিই আত্মমুক্তির পথ
                সংক্ষিপ্ত ইতিহাস',
                'foundation_date' => '2019-11-15',
                'mission_vision' => '১. আলোকিত মানুষ হতে সহায়তা করা;
                ২. আত্মমর্যাদা,আত্মশক্তিতে বলীয়ান করে জাতীয়তাবাদে উজ্জীবিত করা;
                ৩. ভাষিক দক্ষতা ও সক্ষমতা নিরূপণ করা;
                ৪. বিদ্যায়তনিক শৃঙ্খলার পাশাপাশি বাস্তব পরিস্থিতি মোকাবিলায় আত্মপ্রত্যয়ী করে তোলা;
                ৫. সাংগঠনিক দক্ষতা অর্জনে সহায়ক ভ‚মিকা পালন করা।',
                'history' => 'দেশপ্রেম,মানবপ্রেম ও মানবিক মানস গঠনে উজ্জীবিত হবার অভিপ্রায়ে ৫ আগস্ট, ২০১৭ খ্রিস্টাব্দে নাট্যক্লাবটি প্রতিষ্ঠিত হয়।বিদ্যায়তনিক শৃঙ্খলার পাশাপাশি বাস্তব পরিস্থিতি মোকাবিলায় আত্মপ্রত্যয়ী হবার ক্ষেত্রে এ ক্লাবটি ক্রীড়ানক ভূমিকা পালন করছে। শিক্ষার্থীদের নিজস্ব রুচি -বুদ্ধি, জ্ঞান -প্রজ্ঞা সঞ্চারে উপর্যুক্ত ক্লাবটি প্রভাবক ভুমিকা পালন করে আসছে। ভাষিক দক্ষতা ও সক্ষমতা নিরূপণেও সহায়ক হিসেবে কাজ করছে। সাংগঠনিক দক্ষতা অর্জনেও এ ক্লাবটি সহশিক্ষা কার্যক্রমে মুখ্য হিসেবে পরিগণিত',
                'activity' => '১. আঙ্গিক ও বাচিক প্রশিক্ষণ কর্মশালা
                ২. উচ্চারণ বিষয়ক প্রশিক্ষণ
                ৩. মুক্তসংলাপ লিখন
                ৪. নাট্যাঙ্গিক সর্ম্পকে ধারণা প্রদান
                ৫. শারীরিক কসরৎ/মূকাভিনয় মেডিটেশন
                ৭. দ্রুতপঠন
                ৮. বইপড়া প্রতিযোগিতা
                ৬. ভ্রমণ',
                'achievement' => '১. নবম জাতীয় নাট্যেৎসব- ২০১৮, প্রথম পুরস্কার
                ২. জাতীয় সাংস্কৃতিক প্রতিযোগিতা ২০১৮, দ্বিতীয় পুরস্কার
                ৩. বার্ষিক ক্রীড়া প্রতিযোগিতা ২০২০, একক অভিনয়, দ্বিতীয় পুরস্কার
                ৪. নটর ডেম কলেজ ঢাকা প্রশিক্ষণ কর্মশালা ২০২০, অংশগ্রহণ এবং সার্টিফিকেট অর্জন।
                ৫. স্বাধীনতার সুবর্ণ জয়ন্তী উদযাপন ২০২১, ছবি আঁকা প্রতিযোগিতায় প্রথম স্থান অর্জন।
                ৬. ‘বঙ্গবন্ধু ও মুক্তিযুদ্ধ কর্নার’ স্থাপন
                ৭. মুক্তিযুদ্ধ বিষয়ক বিশেষ সংখ্যা -২০১৯
                ৮. মুক্তিযুদ্ধ বিষয়ক বিশেষ সংখ্যা -২০২১',
                'fb_link' => 'https://www.facebook.com/110195828240202/posts/110201438239641/?substory-index=0',
                'status' => 1,
                'slug' => 'nattyo-club',
            ],
            [
                'name' => 'নটর ডেম আইসিটি ক্লাব

                ',
                'logo' => 'ict-logo.png',
                'banner_image' => 'banner.jpg',
                'slogan' => 'আইসিটিতে দক্ষ হও ,নিজেকে বদলে নাও',
                'foundation_date' => '2020-12-10',
                'mission_vision' => '১. কলেজের শিক্ষার্থীদের মাঝে তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে উৎসাহ ও আগ্রহ তৈরি করা ।
                ২. তথ্য ও যোগাযোগ প্রযুক্তিমনা শিক্ষার্থীদের প্রযুক্তি জ্ঞান ও দক্ষতা অর্জনে সহায়তা করা ।
                ৩. কলেজের শিক্ষার্থীদের তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে দক্ষ হিসেবে গড়ে তোলা ।
                ৪. শিক্ষার্থীদের তথ্য ও যোগাযোগ প্রযুক্তির বিভিন্ন বিষয়ে(ওয়েবপেজ ডিজাইন, প্রোগ্রামিং ভাষা, ফটোশপ, গ্রাফিক্স ডিজাইন, ফ্রিল্যান্সিং ,আউটসোর্সিং) ইত্যাদি বিষয়ের উপর কর্মশালার আয়োজন করা
                ৫.দেশ-বিদেশে ,সরকারি,বেসরকারী বিভিন্ন পর্যায়ের আইসিটি বিষয়ক প্রতিযোগিতায় অংশগ্রহন ও সেরাদের তালিকায় স্থান অর্জনে সহায়তা করা ।',
                'history' => '২০১৮ সালের ৩১ জানুয়ারি নটর ডেম কলেজ ময়মনসিংহের আইসিটি বিভাগে শহরের অন্যান্য কলেজের শিক্ষার্থীদের নিয়ে আইসিটি অলিম্পিয়াড অনুষ্ঠিত হয় । কলেজের শিক্ষার্থীদের ঈর্ষনীয় সাফল্যে অনুপ্রাণিত হয়ে আইসিটি বিভাগের শিক্ষকবৃন্দ তথ্য প্রযুক্তি অনুরাগী তৎকালীন অধ্যক্ষ ফাদার ড.জর্জ কমল রোজারিও সিএসসি,মহোদয়ের নিকট আইসিটি ক্লাব গঠনের প্রস্তাব করেন । অধ্যক্ষ ফাদার ২০১৮ সালের ১ ফেব্রæয়ারি তারিখে অনুষ্ঠিত নটরডেম বিজ্ঞান ও সাংস্কৃতিক প্রতিযোগিতা অনুষ্ঠানে নটর ডেম আইসিটি ক্লাব গঠনের ঘোষণা দেন । তৎকালীন ক্লাব কো- অর্ডিনেটর ফাদার প্লাসিড পি.রোজারিও সিএসসি আইসিটি বিভাগের শিক্ষকবৃন্দের ক্লাব মডারেটরের দায়িত্ব প্রদান করেন এবং ১৪ই ফেব্রæয়ারি ২০১৮খ্রিস্টাব্দ হতে আইসিটি ক্লাবের সদস্য সংগ্রহ শুরু হয় ।',
                'activity' => '',
                'achievement' => '১. নটর ডেম আইসিটি ক্লাবের আয়োজনে ২৬শে সেপ্টেম্বর ২০১৯ অনুষ্ঠিত হয় সি প্রোগ্রামিং কনটেস্ট।
                ২. নটর ডেম আইসিটি ক্লাবের দুইজন সদস্য জাতীয় পর্যায়ে আয়োজিত সি প্রোগ্রামিং প্রতিযোগিতায় অংশগ্রহন এবং বিভাগীয় পরীক্ষায় উর্ত্তীণ।
                ৩. নটর ডেম আইসিটি ক্লাবের একজন সদস্য শিক্ষা বোর্ড কতৃক আয়োজিত “সৃজনশীল মেধা অন্বেষণ ” পুরষ্কার প্রাপ্ত ।',
                'fb_link' => 'https://www.facebook.com/ndcictclub/',
                'status' => 1,
                'slug' => 'ict-club',
            ],
        ];

        foreach ($clubsData as $clubData) {
            $club = new Club();
            $club->name = $clubData['name'];
            $club->logo = $clubData['logo'];
            $club->banner_image = $clubData['banner_image'];
            $club->slogan = $clubData['slogan'];
            $club->foundation_date = $clubData['foundation_date'];
            $club->mission_vision = $clubData['mission_vision'];
            $club->history = $clubData['history'];
            $club->activity = $clubData['activity'];
            $club->achievement = $clubData['achievement'];
            $club->fb_link = $clubData['fb_link'];
            $club->status = $clubData['status'];
            $club->slug = $clubData['slug'];
            $club->save();
        }
    }
}
