@extends('theme.default.layout')

@section('content')
    <!-- second header start -->
    <header class="second_header">
        <div class="cover">
            <div class="container">
                <div class="header_content">
                    <h2>Cultural Club</h2>
                    <ul>
                        <li><a href="{{route('index')}}">{{__("Home")}}</a></li>
                        <li>Cultural Club</li>
                    </ul>
                </div>
            </div>
        </div>
    </header>
    <!-- second header end -->



    <!-- single page start -->
    <section class="single_page">
        <div class="container">
            <div class="moderator_area">
                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/cultural_club9966.jpg" alt="">
                    <h5>জহিরুল ইসলাম</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, ফিন্যান্স, ব্যাংকিং ও বিমা</p>
                </div>

                <div class="club_logo">
                    <img src="https://ndcm.edu.bd/public/page_Image/cultural_club7755.png" alt="">
                </div>

                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/cultural_club6807.jpg" alt="">
                    <h5>জোহরা জ্যাবীন দিশা</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, পরিসংখ্যান বিভাগ</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="page_article">
                <img src="https://ndcm.edu.bd/public/page_Image/cultural_club8911.jpg">
                <h1>নটর ডেম সাংস্কৃতিক ক্লাব</h1>
                <p><strong>ক্লাবের প্রতিষ্ঠাকাল :</strong> ০১ আগষ্ট ২০১৪</p>
                <p><strong>স্লোগান:</strong> শুদ্ধ সংস্কৃতি চর্চায় বিকশিত হোক সবার হৃদয়</p>
                <p>ক্লাবের সংক্ষিপ্ত ইতিহাস: নটরডেম কলেজ ময়মনসিংহ'র প্রতিষ্ঠার সমকালীন সময়েই অপার মেধার উদ্ভাসনে
                    শিক্ষার্থীদের চেতনার অনুরননে যাত্রা শুরু করে নটরডেম কলেজ ময়মনসিংহ সাংস্কৃতিক ক্লাব। ২০১৪ সালে প্রতিষ্ঠার
                    পর থেকেই ক্লাবটি বাংলাদেশের বিভিন্ন আঞ্চলিক ও জাতীয় পর্যায়ের আয়োজন গুলোতে অনন্যতার সাক্ষর রেখে আসছে।
                    সংস্কৃতিতেই যে শুদ্ধ চেতনার গতিময়তা ও জরাকীর্ণতার অবসান এই অদম্য স্পৃহায় নটরডেম কলেজ সাংস্কৃতিক ক্লাব
                    তাদের আয়োজন, উদযাপন ও অর্জনে সমৃদ্ধি প্রতিষ্ঠা করছে। ২০১৮ সালে ক্লাবটির দুইজন সদস্যের (আসিফ ও তপু)
                    বাংলাদেশের জাতীয় পর্যায়ে পুরস্কার অর্জন এই মেধাবী কৃতিত্বের সাক্ষ্য দেয়। ক্লাবটির মডারেটর, পৃষ্ঠোপোষক
                    শিক্ষকবৃন্দ ও মেধাবী শিক্ষার্থী সদস্যরা সংগীত, আবৃত্তি, নাটক, অংকণ সহ নানামুখী শিল্পকলায় দুর্নিবার সৃজনী
                    স্পর্শ রেখে যাচ্ছে অদ্যাবধি। অপার সৃষ্টিশীল এই ক্লাবটি তাদের কৃতিত্বে সমগ্র দেশ তথা আন্তর্জাতিক ভাবে
                    নটরডেম কলেজ ময়মনসিংহ এর সুনাম অক্ষুন্ন রাখবে এই শুভ কামনা।</p>
                <p><br /> ক্লাবের বর্তমান লক্ষ্য ও উদ্দেশ্য:<br />১. শিক্ষার্থীদের স্বীয় সংস্কৃতি, কৃষ্টি সম্পর্কে স্পষ্ট
                    ধারণা প্রদান এবং তা লালন করার উপযোগী করে তোলা।<br />৩. একজন শিক্ষার্থীর মাঝে সৃজনশীলতার চর্চা ও বিকাশ
                    সাধন। <br />৪. একজন শিক্ষার্থীকে দায়িত্বশীল রূপে গড়ে তোলা এবং সমাজের প্রতি তার দায়িত্ব কর্তব্য সমূহ
                    সম্পর্কে অবগত করা ও তা পালনে তাকে প্রস্তুত করে তোলা। <br />৫. শিক্ষার্থীর অন্তনির্হিত প্রতিভাকে অন্বেষণ
                    করা ও তা বিকাশে সাহায্য করা।</p>
                <p>&nbsp;</p>
                <p>বার্ষিক নির্দিষ্ট কার্যক্রম:<br />১. ক্লাবের সদস্য সংগ্রহ<br />২. ক্লাবের কমিটি গঠন<br />৩. জাতীয় সংগীত
                    চর্চা<br />৪. নজরুল সংগীত চর্চা<br />৫. রবীন্দ্র সংগীত চর্চা<br />৬. দেশাত্ববোধক সংগীত চর্চা<br />৭.
                    আধুনিক সংগীত চর্চা<br />৮. ক্লাসিক্যাল নৃত্য চর্চা<br />৯. আধুনিক নৃত্য চর্চা<br />১০. কবিতা আবৃত্বি
                    চর্চা<br />১১. উপস্তাপনা চর্চা<br />১২. প্রতিযোগীতার প্রস্তুতি গ্রহন<br />১৩. ক্লাবের অর্জন সমূহ:</p>
                <p><br />ইতোমধ্যেই নটর ডেম সাংস্কৃতিক ক্লাবের সাফল্যের ঝুড়িতে এসেছে বেশ কিছু অর্জন।</p>
                <p>১. জাতীয় পর্যায়ে শুদ্ধভাবে জাতীয় সংগীত চর্চা প্রতিযোগিতা ২০১৮ - এ উচ্চ মাধ্যমিক পর্যায়ে ময়মনসিংহ বিভাগের
                    চূড়ান্ত দলে আমাদের ক্লাবের দুজন সদস্য (তপু ও আসিফ) অংশগ্রহণ ও পুরস্কার (১ম স্থান) অর্জন করে।</p>
                <p>২. এছাড়া নটর ডেম কলেজ ঢাকা কতৃক আয়োজিত সাংস্কৃতিক উৎসবে সাংস্কৃতিক ক্লাব নটর ডেম কলেজ ময়মনসিংহ একক ও দলীয়
                    নৃত্যে ব্যপক সাফল্য অর্জন করে।</p>
                <p>৩. ময়মনসিংহ শিক্ষা ও সংস্কৃতি সপ্তাহ-এ ময়মনসিংহের অন্যান্য কলেজের সাথে সাংস্কৃতিক প্রতিযোগিতায় আমাদের
                    ক্লাবের সদস্যরা বিভিন্ন বিষয়ে (দেশাত্ববোধক সংগীত, রবীন্দ্র সংগীত, নজরুল সংগীত, আধুনিক সংগীত, কবিতা আবৃতি
                    ক্লাসিক্যাল নৃত্য) সাফল্য অর্জন করে যা এক কথায় ঈর্ষণীয়।</p>
                <h2>ফেইসবুক পেইজ: https://www.facebook.com/Ndcmculturalclub</h2>
                </p>
            </div>
    </section>
    <!-- single page end -->
@endsection
