@extends('theme.default.layout')

@section('content')
    <!-- second header start -->
    <header class="second_header">
        <div class="cover">
            <div class="container">
                <div class="header_content">
                    <h2>Humaneties Club</h2>
                    <ul>
                        <li><a href="{{route('index')}}">{{__("Home")}}</a></li>
                        <li>Humaneties Club</li>
                    </ul>
                </div>
            </div>
        </div>
    </header>
    <!-- second header end -->



    <!-- single page start -->
    <section class="single_page">
        <div class="container">
            <div class="moderator_area">
                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/humaneties_club1085.jpg" alt="">
                    <h5>দুলু দালবৎ</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, অর্থনীতি বিভাগ</p>
                </div>

                <div class="club_logo">
                    <img src="https://ndcm.edu.bd/public/page_Image/humaneties_club5502.png" alt="">
                </div>

                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/humaneties_club3521.jpg" alt="">
                    <h5>ফারজানা আখতার উর্মী</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, সমাজকর্ম বিভাগ</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="page_article">
                <img src="https://ndcm.edu.bd/public/page_Image/humaneties_club2818.jpg">
                <p><strong>নটর ডেম মানবিক সংঘ</strong></p>
                <p><strong>প্রতিষ্ঠাকাল:</strong> ২২ শে জুলাই,২০১৫ খ্রিস্টাব্দ</p>
                <p><br /><strong>স্লোগান:</strong> শিক্ষা, একতা ও মানবিকতার মাধ্যমে নিজে আলোকিত হবো এবং অপরকে আলোকিত করব।
                </p>
                <p><br /><strong>সংক্ষিপ্ত ইতিহাস :</strong> বর্তমানে মানুষের মধ্যে নৈতিকতা, মূল্যবোধ ও সেবার মনোভাব
                    ক্রমান্বয়ে হ্রাস পাচ্ছে। ছাত্রদের মধ্যে অপরাধ প্রবণতা বৃদ্ধি পাচ্ছে । বাংলাদেশ প্রাকৃতিক দুর্যোগপ্রবণ
                    দেশ হওয়ায় দরিদ্র মানুষেরা ব্যাপক ক্ষয়ক্ষতির সম্মুখীন হয়। বাংলাদেশে বর্তমান অবস্থার প্রেক্ষিতে নটর ডেম
                    কলেজ একাডেমিক শিক্ষার পাশাপাশি ছাত্ররা যেন নৈতিক মূল্যবোধ সম্পন্ন, সেবার মনোভাব এবং অন্যান্য ধর্মের
                    প্রতি শ্রদ্ধাশীল জাগ্রত হয়। এর লক্ষ্যে অধ্যক্ষ ফা.থাদেউস হেম্ব্রম , সিএসসি এর উদ্যোগে ২২ শে জুলাই,২০১৫
                    খ্রিস্টাব্দে নটর ডেম কলেজ,ঢাকার আদলে নটর ডেম মানবিক ক্লাব গঠন করেন ।</p>
                <p><strong>লক্ষ্য ও উদ্দেশ্য :</strong> <br /> ছাত্রদের মানবিকতা বিকাশ এবং নৈতিক ও মানবিক গুণাবলি চর্চা করা
                    । <br /> বিভিন্ন প্রাকৃতিক দুর্যোগপূর্ণ সময়ে আর্তমানবতার সেবায় অংশগ্রহণ করা এবং অপরকে উৎসাহিত করা ।
                    <br /> ছাত্রদের সুপ্ত প্রতিভা প্রদর্শন ও চর্চা করা । <br /> বর্তমান সামাজিক সমস্যার কারণ ও সমাধানের পথ
                    এবং অন্যদের সচেতন করা । <br /> মূমুর্ষূ রোগীদের রক্তদানে সহযোগিতা এবং অন্যদের উৎসাহিত করা। <br />
                    বিভিন্ন ছাত্রদের নেতৃত্বের মনোভাব, দেশপ্রেম এবং দায়িত্ববোধ জাগ্রত করা । <br /> সামাজিক সমস্যা সর্ম্পকে
                    সেমিনারের আয়োজন ।<br />বার্ষিক নির্দিষ্ট কার্যক্রম : দেয়ালিকা প্রকাশ, শীতবস্ত্র বিতরণ, বনভোজন আয়োজন করা।
                    <br /> ক্লাবের চলমান কার্যক্রম সমূহ : সদস্য সংগ্রহ ও ভর্তি, শীতবস্ত্র বিতরণ ও দেয়ালিকা প্রকাশের
                    প্রস্তুতি।<br /> নতুন সম্ভাব্য কার্যক্রম সমূহ: বিভিন্ন সামাজিক সমস্যা সর্ম্পকে সেমিনারের আয়োজন করা ।
                    <br /><strong>অর্জন সমূহ :</strong> <br /> ২০২২ খ্রিস্টাব্দে ৮ জানুয়ারি জামালপুর জেলার সীমান্তবর্তী
                    এলাকা দিগলাকোণা প্যারিসের আওতাধীন প্রাথমিক ও মাধ্যমিক বিদ্যালয়ের ছাত্রছাত্রী এবং বিভিন্ন গ্রামের দরিদ্র
                    পরিবারদের মাঝে প্রায় একশত জনকে কম্বল ও পুরাতন পোশাক বিতরণ করা হয়।<br /> ২৫ শে জানুয়ারি,২০২০
                    খ্রিস্টাব্দে ডাপুনিয়া এলাকার নামাকতলাসেন গ্রামে ১৫০ পরিবারকে কম্বল বিতরণ করা হয় ।<br /> ২০১৯
                    খ্রিস্টাব্দে সেপ্টম্বর মাসে ক্যানসার অক্রান্ত দুইজন ছাত্রকে চিকিৎসার জন্য আর্থিক অনুদান প্রদান করা হয়
                    ।<br /> ১৩ ই জানুয়ারি,২০১৮ খ্রিস্টাব্দে জামালপুর জেলার সীমান্তবর্তী এলাকা তাওয়াকুছা, বালিঝুড়ি,
                    লাউচাপড়া, দিগলাকোণা এবং মরিয়মনগর প্রাথমিক বিদ্যালয়ে তিনশত ছাত্রছাত্রীদের মাঝে কম্বল, সোয়েটার ও পুরাতন
                    কাপড় বিতরণ করা হয় ।<br /> ২০১৮ খ্রিস্টাব্দের ফেব্র&aelig;য়ারি মাসে ময়মনসিংহ মেডিকেল কলেজের মেডিসিন
                    ক্লাবের সহযোগিতায় প্রায় ৪০০ ছাত্রের রক্তের গ্র&aelig;প পরীক্ষা করা হয় । <br /> ২৮ শে জুলাই, ২০১৭
                    খ্রিস্টাব্দে জামালপুর জেলার কুলকান্দি ইউনিয়নের চর এলাকায় ৩০০ বন্যার্ত পরিবারকে ত্রাণসামগ্রী বিতরণ করা হয়
                    ।<br /> ২০১৭ খ্রিস্টাব্দে বিতারিত ও নির্যাতিত রোহিঙ্গা শিশুদের কল্যাণার্থে জেলা প্রশাসকের কাছে ৫০,০০০
                    (পঞ্চাশ হাজার ) টাকার চেক হস্তান্তর করা হয় । <br /> ১৯ শে ডিসেম্বর, ২০১৬ খ্রিস্টাব্দে ডাপুনিয়া এলাকার
                    কাঠলাসেন গ্রামে ২০০ পরিবারকে কম্বল বিতরণ করা হয় ।<br /><br /> পেইজ লিংক :
                    facebook.com/groups/506796154113114</p>
                </p>
            </div>
    </section>
    <!-- single page end -->
@endsection
