@extends('theme.default.layout')

@section('content')
    <!-- single page start -->
    <section class="single_page">
        <div class="container">
            <div class="moderator_area">
                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/nature_and_literature_club8013.jpg" alt="">
                    <h5>মো: মহসীন আলী</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, বাংলা বিভাগ</p>
                </div>

                <div class="club_logo">
                    <img src="https://ndcm.edu.bd/public/page_Image/nature_and_literature_club1832.png" alt="">
                </div>

                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/nature_and_literature_club1147.jpg" alt="">
                    <h5>গোলাম সারোয়ার</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, ইংরেজী বিভাগ</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="page_article">
                <img src="https://ndcm.edu.bd/public/page_Image/Nature_and_Literature_Club8327.jpg">
                <p><strong>নটর ডেম নিসর্গ ও সাহিত্য ক্লাব</strong> <br />প্রতিষ্ঠাকাল: ১৪ এপ্রিল, ২০১৭
                    খ্রিষ্টবর্ষ<br /><strong>স্লোগান: 'আমি আকাশ, নীল সমুদ্দুর বৃক্ষ আমি শাশ্বত সুর'</strong> <br />ক্লাবের
                    সংক্ষিপ্ত ইতিহাস: নিসর্গের সঙ্গে মানুষের সম্পর্ক বহু পুরোনো। সাহিত্যের সঙ্গে নিসর্গ এক মায়াবী বন্ধনে
                    আবদ্ধ। নিসর্গ, সাহিত্য আর মানুষ এই ত্রিমুখী মায়াজাল বড় আশ্চর্যের! পৃথিবীজুড়ে ভালোবাসা ও মানবতাবোধের
                    তীব্র সংকট। তরুণ প্রজন্ম অন্ধকার গহবরে তলিয়ে যাচ্ছে। বিচ্ছিন্নতাবোধের অসীম শূন্যতা থেকে মুক্ত হয়ে মানবিক
                    বিশ্ব নির্মাণ করবে নবীন প্রজন্ম এই প্রত্যাশাকে ধারণ করে 'নিসর্গ ও সাহিত্য ক্লাব' এর যাত্রা শুরু হয় ২০১৭
                    খ্রিষ্টবর্ষের ১৪ এপ্রিল। প্রতিষ্ঠালগ্ন থেকেই ক্লাবটি কলেজের বিভিন্ন কার্যক্রমের সফলতার পথে সহায়ক ভূমিকা
                    পালন করে যাচ্ছে।<br /><strong>লক্ষ্য ও উদ্দেশ্য:</strong><br /> ১. একাডেমিক পড়াশুনার পাশাপাশি সাহিত্যের
                    বহুবিধ রসাস্বাদনে শিক্ষার্থীদের হৃদয়কে জাগ্রত করা। <br />২. শিক্ষার্থীদের অন্তর্গত প্রতিভা প্রকাশে
                    সহায়তা করা। <br />৩. জ্ঞানের আলোয় আলোকিত হয়ে শিক্ষার্থীরা আগামী জাতিকে আলোকিত করার গুণাবলি অর্জন করবে।
                    <br />৪. কলেজের সহশিক্ষা কার্যক্রমে সক্রিয় অংশগ্রহণের মাধ্যমে শিক্ষার্থী নেতৃত্বের গুণাবলি অর্জন
                    করবে।<br /> ৫. কলেজের অর্জন ও সুনাম তরান্বিত হবে।</p>
                <p><br /><strong>বার্ষিক নির্দিষ্ট কার্যক্রম:</strong><br /> ১. বার্ষিক শিক্ষাসফর ( জানুয়ারি- ফেব্রুয়ারি)
                    <br />২. মহান একুশে ফেব্রুয়ারি উপলক্ষে দেয়ালিকা প্রকাশ। (ফেব্রুয়ারি) <br />৩. মহান স্বাধীনতা দিবস
                    উপলক্ষে বিশেষ সেমিনার। (মার্চ)<br /> ৪. বৈশাখ উপলক্ষে বিশেষ চড়ুইভাতি ( এপ্রিল)<br /> ৫. বিশেষ সাহিত্যসভা
                    আয়োজন ( আন্তঃকলেজ), ( জুন-জুলাই) <br />৬. ক্লাবের নিজস্ব সাহিত্যপত্রিকা প্রকাশ, (ডিসেম্বর)</p>
                <p><br /><strong>অর্জন সমূহ:</strong><br /> ১. মুজিববর্ষ ও স্বাধীনতার সুবর্ণজয়ন্তী-২০২১ উপলক্ষে ময়মনসিংহ
                    সিটি কর্পোরেশন কর্তৃক আয়োজিত রচনা প্রতিযোগিতায় প্রথম স্থান অর্জন।<br />ফেইসবুক পেইজ:
                    https://www.facebook.com/ndcm.edu.bd</p>
                </p>
            </div>
    </section>
    <!-- single page end -->
@endsection
