@extends('theme.default.layout')

@section('content')
    <!-- second header start -->
    <header class="second_header">
        <div class="cover">
            <div class="container">
                <div class="header_content">
                    <h2>Science Club</h2>
                    <ul>
                        <li><a href="{{route('index')}}">{{__("Home")}}</a></li>
                        <li>Science Club</li>
                    </ul>
                </div>
            </div>
        </div>
    </header>
    <!-- second header end -->



    <!-- single page start -->
    <section class="single_page">
        <div class="container">
            <div class="moderator_area">
                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/science_club9272.jpg" alt="">
                    <h5>মো: মাহিবুর রহমান এখলাছ</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, পদার্থ বিজ্ঞান</p>
                </div>

                <div class="club_logo">
                    <img src="https://ndcm.edu.bd/public/page_Image/science_club4854.png" alt="">
                </div>

                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/science_club7188.JPG" alt="">
                    <h5>মো: মোস্তাফিজার রহমান রানা</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, রসায়ন বিভাগ</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="page_article">
                <img src="https://ndcm.edu.bd/public/page_Image/science_club1805.JPG">
                <h1><strong>নটর ডেম সায়েন্স ক্লাব</strong></h1>
                <h2><strong>প্রতিষ্ঠাকাল: </strong>সেপ্টেম্বর ২০১৪ খ্রিষ্টাব্দ</h2>
                <p><strong>স্লোগান: </strong>বিজ্ঞানের ছোঁয়ায় জীবন হোক উপভোগ্য</p>
                <p><strong>ক্লাবের সংক্ষিপ্ত ইতিহাস</strong></p>
                <p>আমাদের এ জগত অতি বিস্ময়কর। এ জগতের বিশালতা যেমন অচিন্তনীয় তেমনি ক্ষুদ্রাতি ক্ষুদ্র কণাদেরও সূক্ষতার শেষ
                    নেই। তাই প্রাচীনকাল থেকেই বুদ্ধিমান মানুষেরা এসবের রহস্য খুঁজে চলেছে। এই রহস্যের পিছনে ছুটতে ছুটতে আমরা
                    পৌঁছেছি বর্তমানে আধুনিক যুগে যার পুরোটা প্রযুক্তি নির্ভর। বিজ্ঞান ও প্রযুক্তির সফল ব্যবহারের ফলে পৃথিবীর
                    বিভিন্ন দেশ আজ সাফল্যের স্বর্ণ শিখর ছুঁয়েছে। বর্তমানে দেশ ও জাতির উন্নয়নের জন্য বিজ্ঞান ও প্রযুক্তির
                    উন্নয়ন ছাড়া বিকল্প কোনো রাস্তা নেই। সেই লক্ষ্যকে সামনে রেখে মানুষের সেবায় বিজ্ঞানকে কাজে লাগাতে এবং তরুণ
                    প্রজন্মকে বিজ্ঞান মনস্ক করে তুলতে বৃহত্তম ময়মনসিংহে সর্বপ্রথম সেপ্টেম্বর ২০১৪ ইং তারিখে-এ প্রতিষ্ঠা হয়
                    &ldquo;নটর ডেম বিজ্ঞান ক্লাব&rdquo;।</p>
                <p>&nbsp;</p>
                <p><strong>ক্লাবের লক্ষ্য ও উদ্দেশ্য:</strong></p>
                <p>দৈনন্দিন জীবনে বিজ্ঞানের গুরুত্বকে উপলব্ধি করা।</p>
                <p>তরুন শিক্ষার্থীদের বিজ্ঞান মনস্ক করা।</p>
                <p>বিজ্ঞানের বিভিন্ন তাত্তি&iexcl;ক বিষয়গুলো বাস্তব ক্ষেত্রে ব্যবহার করে আরো নতুন নতুন চিন্তাধারা তৈরি করতে
                    সক্ষম হওয়া।</p>
                <p>বিজ্ঞানের সাক্ষরতা আন্দোলনকে ত্বরান্বিত করা।</p>
                <p>দেশীয় প্রযুক্তি ব্যবহার করে সহজ বৈজ্ঞানিক উপকরণ তৈরীর মাধ্যমে জীবন যাত্রাকে সহজতর করা।</p>
                <p>সাংগঠনিক কর্মকান্ডে ছাত্রদের সুদক্ষ করা।</p>
                <p>&nbsp;</p>
                <p><strong>ক্লাবের বার্ষিক নির্দিষ্ট কার্যক্রম:</strong></p>
                <p>&nbsp;বিভিন্ন বিজ্ঞান বিষয়ক প্রজেক্ট তৈরী ও প্রদর্শনের আয়োজন করা।</p>
                <p>আন্তর্জাতিক ও জাতীয় বিভিন্ন অলিস্পিয়াডে অংশগ্রহণ।</p>
                <p>কলেজের গ্রুপ পভিত্তিক অলিম্পিয়াডের আয়োজন করা।</p>
                <p>ক্লাবের বিভিন্ন কার্যক্রম নিয়ে বাৎসরিক ম্যাগাজিন প্রকাশ করা।</p>
                <p>শিক্ষা সফরের মাধ্যমে জ্ঞান অর্জনের ব্যবস্থা করা।</p>
                <p>বিভিন্ন বিজ্ঞান মেলায় নিজেদের প্রজেক্ট সহ অংশগ্রহণের ব্যবস্থা করা।</p>
                <p>বৃক্ষরোপন অভিযান পালন করা।</p>
                <h4>ক্লাবের অর্জন সমূহ:</h4>
                <p>&nbsp;</p>
                <p>National Earth Olympiad: NEO -2015 এর বিভাগীয় প্রতিযোগিতা ২৬/১২/২০১৫ তারিখে বাংলাদেশ কৃষি বিশ্ববিদ্যালয়
                    অনুষ্ঠিত হয় ৯ সদস্যের দল অংশগ্রহণ করে ৭ জন সদস্য নির্বাচিত হয়।</p>
                <p>১২-১৩ ফেব্রুয়ারী ২০১৬ইং তারিখে নটর ডেম কলেজ, ঢাকায় অনুষ্ঠিত 2nd International Nature Summit -2016&nbsp;এর
                    অলিম্পিয়াডে দ্বিতীয় স্থান NDSCM এর সদস্য মাহ্দী হাসান ইমন এবং জুনায়েত হোসেন স্লোগান প্রতিযোগিতার তৃতীয়
                    স্থান অর্জন করে।</p>
                <p>International Green Conference-2016&nbsp;২০১৬ এর সেমিনারে NDSCM- এর সদস্য&nbsp; মোঃ আতাউর রহমান সৈকত এবং
                    মাহ্দী হাসান ইমন অংশগ্রহণ করে এবং কনিষ্ঠ অংশগ্রহণকারী হিসাবে&nbsp;Green Speech দেওয়ার সুযোগ পায়।</p>
                <p>৭ম&nbsp;International Nature Summit -2016 -তে NDSCM- এর প্রকাশ মৈত্র Eco-vocabulary&nbsp;বিভাগে ২য় স্থান
                    অর্জন করে। পুরস্কার গ্রহণ করেন মাননীয়&nbsp;LGRD মন্ত্রী মহোদয়ের কাছ থেকে।</p>
                <p>Notre Dame Annual Science Festival 2016 and 6th GKC&nbsp;অনুষ্ঠিত হয় সেপ্টেম্বর মাসের প্রথমার্ধে। আমাদের
                    ক্লাবের সদস্যরা যথেষ্ট সুনামের সাথে ক্লাবের নাম তুলে ধরে।</p>
                <p>ময়মনসিংহ বিভাগে নিজ উদ্যোগে নটর ডেম বিজ্ঞান ক্লাব ২০১৭ সালে&nbsp;1st Notre Dame Science Fair এবং ২০১৯
                    বিজ্ঞান অলিম্পিয়াড&nbsp;অনুষ্ঠানের আয়োজন করে এবং সফলভাবে সমপন্ন করে।</p>
                <h3><strong>&nbsp;ক্লাবের ফেইসবুক পেইজ লিংক:&nbsp;&nbsp; Fb.me/scnd.official</strong></h3>
                </p>
            </div>
    </section>
    <!-- single page end -->
@endsection
