@extends('theme.default.layout')

@section('content')
    <!-- second header start -->
    <header class="second_header">
        <div class="cover">
            <div class="container">
                <div class="header_content">
                    <h2>Volunteer Alliance</h2>
                    <ul>
                        <li><a href="{{route('index')}}">{{__("Home")}}</a></li>
                        <li>Volunteer Alliance</li>
                    </ul>
                </div>
            </div>
        </div>
    </header>
    <!-- second header end -->



    <!-- single page start -->
    <section class="single_page">
        <div class="container">
            <div class="moderator_area">
                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/volunteer_alliance4808.jpg" alt="">
                    <h5>এস.এম. আসাদুজ্জামান (সম্পদ)</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, পৌরনীতি ও সুশাসন বিভাগ</p>
                </div>

                <div class="club_logo">
                    <img src="https://ndcm.edu.bd/public/page_Image/volunteer_alliance6092.png" alt="">
                </div>

                <div class="moderator_box">
                    <img src="https://ndcm.edu.bd/public/page_Image/volunteer_alliance8271.jpg" alt="">
                    <h5>মো: রেজাউল করিম রেজা</h5>
                    <p>Moderator</p>
                    <p>প্রভাষক, রসায়ন বিভাগ</p>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="page_article">
                <img src="https://ndcm.edu.bd/public/page_Image/volunteer_alliance4539.JPG">
                <p><strong>নটর ডেম ভলান্টিয়ার্স এলাইয়েন্স</strong> <br />প্রতিষ্ঠাকাল : <strong>১০ ডিসেম্বর ২০১৪</strong>
                    <br />স্লোগান: <strong>কাজ করবো একসাথে, জয় করবো মানবতাকে।</strong> <br /> ক্লাবের সংক্ষিপ্ত ইতিহাস:
                    <br />প্রতিটা মানুষই কিছু না কিছু প্রতিভা নিয়ে এই পৃথিবীতে জন্মগ্রহণ করে। কিন্তু উপযুক্ত সুযোগ এবং
                    পরিবেশের অভাবে অনেকে তাদের এই সুপ্ত প্রতিভাকে বিকশিত করতে পারে না। প্রতিযোগীতামূলক বিশ্বে টিকে থাকার
                    জন্য নিজেকে বিকশিত করার বিকল্প নেই। নটর ডেম কলেজ ময়মনসিংহ এমন একটি দল তৈরি করেছে যা প্রতিভাবান
                    শিক্ষার্থীদের আত্ম-প্রকাশের জন্য অসামান্য সুযোগ সৃষ্টি করে দেয়। এই দলটির নাম ভলান্টিয়ার্স এলাইয়েন্স। এই
                    দলটি সম্পূর্ণ ভিন্নধর্মী ও নতুন। এর আনুষ্ঠানিক কার্যক্রম শুরু হয় ডিসেম্বর ২০১৪ সাল থেকে। <br />এই দলটি
                    নটর ডেম কলেজ ময়মনসিংহ এর শিক্ষার্থীদের মধ্য থেকে বাছাইকৃত শিক্ষার্থীদের নিয়ে গঠিত যারা সকল শিক্ষার্থীদের
                    প্রতিনিধিত্ব করে থাকে। ক্লাসে শিক্ষাদানের বাইরে নটর ডেম কলেজ ময়মনসিংহ ভলান্টিয়ার্স এলাইয়েন্স যেসব বিষয়ে
                    গুরুত্ব দেয় কায়িক শ্রম, কনফারেন্স, সিমিনার, খেলাধুলা, জীবন সহভাগিতা, শিক্ষা সফর, প্যারেডে অংশগ্রহণ,
                    ক্যাম্পিং কাজের মূল্যায়ণ ইত্যাদি।<br /> ক্লাবের বর্তমান লক্ষ্য ও উদ্দেশ্য: <br /> নিয়ম শৃঙ্খলার মাধ্যমে
                    শিক্ষার্থীদের দেশের আইন শৃঙ্খলার প্রতি আনুগত্য ও শ্রদ্ধাশীল মনোভাব গড়ে তোলা <br /> শিক্ষার্থীদের
                    আদর্শবান, দায়িত্বশীল, ও মানবিক মানুষ হিসাবে প্রস্তুত করা । <br /> শারীরিক কসরতের মাধ্যমে যোগ্য ও সময়
                    উপযোগী মানুষ হিসেবে গড়ে তোলা। <br /> ক্লাব পরিচালনার দায়িত্ব প্রদানের মাধ্যমে তাদের নেতৃত্বের গুণাবলি
                    বিকাশে সহায়তা করা। <br /> শিক্ষার্থীদের মানবপ্রেম ও দেশপ্রেমে উজ্জীবিত করা। <br /> <strong>বার্ষিক
                        নির্দিষ্ট কার্যক্রম:</strong><br /> ক্লাবের চলমান কার্যক্রম সমূহ: <br /> জনসচেতনতা সৃষ্টি ও
                    সাংগাঠনিক কর্মকান্ডে অংশগ্রহণ।<br /> দেশ প্রেম, সচেতন ও দায়িত্ববোধ সম্পন্ন আলোকিত মানুষ হতে সহায়তা
                    করণ।<br /> একজন শিক্ষার্থীর মাঝে সৃজনশীলতার চর্চা ও বিকাশ সাধন।<br /> সাংগঠনিক কর্মকান্ডে ছাত্রদের
                    সুদক্ষ করা। <br /> <br /><strong>ক্লাবের অর্জন সমূহ:</strong><br />ভলান্টিয়ার্স এলাইয়েন্সের সদস্যরা কলেজ
                    কার্যক্রম শেষ করে অনেকেই বিভিন্ন বাহিনীতে কর্মরত রয়েছে। যেমনঃ ভলান্টিয়ার্সের প্রথম কমিটির ক্যাপ্টেন
                    বর্তমানে লেফটেন্যান্ট হিসেবে কর্মরত আছে। <br />১৩. ক্লাবের ফেইসবুক পেইজ: নিচে লিংকটি লিখুন <br /> পেইজের
                    লিংক:&nbsp;https://www.facebook.com/NDCM-Volunteer-Alliance-NDVA-106284941971386/</p>
                </p>
            </div>
    </section>
    <!-- single page end -->
@endsection
